/* No comment provided by engineer. */
"A destination Jabber address is invalid." = "L’une des adresses Jabber destinataires est invalide.";

/* No comment provided by engineer. */
"Jabber ID cannot be empty." = "L’identifiant Jabber ne peut pas être vide.";

/* No comment provided by engineer. */
"No destination specified." = "Aucune destination n’est spécifiée.";

/* No comment provided by engineer. */
"Other destinations cannot be empty." = "Les autres destinations ne peuvent pas être vides.";

/* No comment provided by engineer. */
"Password cannot be empty." = "Le mot de passe ne peut pas être vide.";

/* No comment provided by engineer. */
"Send an iChat message announcing a new podcast" = "Envoyer un message iChat annonçant un nouveau podcast";

/* No comment provided by engineer. */
"The \"%@\" workflow has successfully processed \"%@\" submitted by \"%@\"" = "Le processus « %1$@ » a correctement traité « %2$@ » envoyé par « %3$@ »";

/* No comment provided by engineer. */
"Too many destinations (maximum is 16)." = "Nombre de destinatations trop élevé (le maximum est 16).";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

